Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: A selection of locally relevant hot and cold dishes [32964] Lựa chọn đồ ăn nóng và lạnh có liên quan địa phương
vi: A selection of locally relevant hot and cold dishes [32964] Các món nóng và lạnh có tính địa phương

source: A sign must be provided adjacent to the call button(s) in lift lobbies and meet the following requirements: [56748] Một biển báo phải được cung cấp liền kề với (các) nút gọi trong hành lang thang máy và đáp ứng các yêu cầu sau:
vi: A sign must be provided adjacent to the call button(s) in lift lobbies and meet the following requirements: [56748] Một biển báo phải được cung cấp liền kề với (các) nút gọi trong sảnh thang máy và đáp ứng các yêu cầu sau:

source: A system of key control must be in place for the safe keeping of: [56154] Phải có một hệ thống kiểm soát khóa để giữ an toàn:
vi: A system of key control must be in place for the safe keeping of: [56154] Phải có một hệ thống kiểm soát khóa để giữ an toàn cho:

source: A transparent trolley cloche is permitted [60689] Cho phép một lồng chụp xe đẩy trong suốt
vi: A transparent trolley cloche is permitted [60689] Cho phép một nắp đậy thức ăn trong suốt dùng trên xe đẩy

source: A vestibule with two 30-minute fire and smoke resisting doors at any passes between the car park and the hotel [56013] Một tiền sảnh với hai cửa chống cháy và khói trong 30 phút tại bất kỳ lối đi nào giữa bãi đậu xe và khách sạn
vi: A vestibule with two 30-minute fire and smoke resisting doors at any passes between the car park and the hotel [56013] Một không gian đệm với hai cửa chống cháy và ngăn khói 30 phút tại bất kỳ lối thông nào giữa bãi đậu xe và khách sạn

source: A warning sign must be displayed around the steam outlet area [56276] Một biển báo cảnh báo phải được hiển thị xung quanh khu vực thoát hơi
vi: A warning sign must be displayed around the steam outlet area [56276] Phải có biển cảnh báo quanh khu vực thoát hơi nước

source: Access
vi: Access Truy cập

source: Access control is required at all doors used by guests from the car park area into interior guest room corridors.
vi: Access control is required at all doors used by guests from the car park area into interior guest room corridors. Yêu cầu có kiểm soát truy cập tại tất cả các cửa dành cho khách từ khu gửi xe tới bên trong tầng phòng khách

source: Access control is required for lifts that go from basement car park areas to guest room floors.
vi: Access control is required for lifts that go from basement car park areas to guest room floors. Yêu cầu có kiểm soát truy cập đối với các thang máy đi từ các khu hầm gửi xe tới tầng phòng khách

source: Access to the stairwell through an open exterior vestibule [263120] Vào cầu thang thông qua một tiền sảnh mở bên ngoài
vi: Access to the stairwell through an open exterior vestibule [263120] Lối vào thang bộ thông qua một không gian đệm mở bên ngoài

source: Accessibility [99350] Cho người khuyết tật
vi: Accessibility [99350] Biểu tượng cho người khuyết tật

source: Accessible guest rooms
vi: Accessible guest rooms Phòng cho người khuyết tật

source: Accessible guest rooms Phòng cho khách khuyết tật
vi: Accessible guest rooms Phòng cho người khuyết tật

source: Accessible guest rooms Các Phòng cho khách khuyết tật
vi: Accessible guest rooms Phòng cho người khuyết tật

source: Accessible parking must meet the following: [17394] Đỗ xe cho người khuyết tật phải đáp ứng như sau:
vi: Accessible parking must meet the following: [17394] Bãi đỗ xe cho người khuyết tật phải đáp ứng như sau:

source: Acoustics
vi: Acoustics Tiêu âm

source: Acoustics Tiêu Âm
vi: Build Journey - Base Build Quá trình Xây Dựng – Xây Dựng Nền móng

source: Acrylic sugar bowl or container is not permitted [60346] Không cho phép bát hoặc hộp đựng đường acrylic
vi: Acrylic sugar bowl or container is not permitted [60346] Không cho phép bát hoặc hộp đựng đường bằng acrylic

source: Additional Mandatory Roles
vi: Additional Mandatory Roles Các vị trí thiết yếu khác

source: Additional Mandatory Roles Vai Trò Bắt Buộc Bổ Sung
vi: General Manager Tổng Quản lý

source: Additional Mandatory Roles Các Vai Trò Bắt Buộc Bổ Sung
vi: Additional Mandatory Roles Các Vị trí Bắt buộc khác

source: Additional carbonated soft drinks (e.g. ginger ale, ginger beer, orangina) [51452] Hương vị bổ sung của nước ngọt có ga (ví dụ: rượu gừng, cam)
vi: Two additional flavours of carbonated soft drinks (e.g. ginger ale, ginger beer, orangina) [51452] Hai loại nước ngọt có ga khác (ví dụ: ginger ale, bia gừng, nước cam)

source: Additional flavours of carbonated soft drinks (e.g. ginger ale, orangina) [52226] Hương vị bổ sung của nước ngọt có ga (ví dụ: rượu gừng, cam)
vi: Two additional flavours of carbonated soft drinks (e.g. ginger ale, ginger beer, orangina) [57328] Các loại nước ngọt có ga khác (ví dụ: ginger ale, bia gừng,nước cam)

source: Additional flavours of carbonated soft drinks [51683] Hương vị bổ sung của nước ngọt có ga
vi: Additional flavours of carbonated soft drinks [51683] Hai loại nước ngọt có ga khác

source: Adjustable seat height [886050] Chiều cao chỗ ngồi tùy chỉnh
vi: Adjustable seat height [886050] Chiều cao ghế có thể tùy chỉnh

source: After presenting the food, covers are permitted to be left covering the food upon guest request [60679] Sau khi bày biện thực phẩm, cho phép lớp phủ để lại che đậy thực phẩm theo yêu cầu của khách
vi: After presenting the food, covers are permitted to be left covering the food upon guest request [60679] Sau khi bày biện thực phẩm, cho để lại nắp đậy đồ ăn theo yêu cầu của khách

source: Afternoon tea must be for a minimum of two and a maximum of four hours [592059] Trà chiều phải tối thiểu hai và tối đa bốn giờ
vi: Afternoon tea must be for a minimum of two and a maximum of four hours [592059] Trà chiều phải phục vụ tối thiểu hai và tối đa bốn giờ

source: Airlock [99265] Chốt gió
vi: Airlock [99265] Kín gió

source: All Day Menu is required from 11:00 to the time of closing [592058] Thực đơn ALL Day được yêu cầu từ 11:00 đến thời điểm đóng cửa
vi: All Day Menu is required from 11:00 to the time of closing [592058] Thực đơn All Day phục vụ từ 11:00 đến thời điểm đóng cửa

source: All Fire Rated Doors except for service riser and/or connecting guest room doors must be equipped with automatic door closers to ensure latching.
vi: All Fire Rated Doors except for service riser and/or connecting guest room doors must be equipped with automatic door closers to ensure latching. Tất cả cửa chống cháy trừ cửa vào phòng bảo trì đường ống và/hoặc cửa phòng connecting phải có tay co tự động để đảm bảo cửa đóng khít

source: All Guest Room entrance doors and door frames must achieve a minimum Fire Resistance of no less than 20 minutes.
vi: All Guest Room entrance doors and door frames must achieve a minimum Fire Resistance of no less than 20 minutes. Tất cả cửa ra vào phòng khách và khung cửa phải có mức độ chống cháy tối thiểu không ít hơn 20 phút

source: All available food offerings (breakfast, lunch when offered, dinner, banquet) must include: [2262] Tất cả các dịch vụ thực phẩm có sẵn (bữa sáng, bữa trưa khi được cung cấp, bữa tối, bữa tiệc) phải bao gồm:
vi: All available food offerings (breakfast, lunch when offered, dinner, banquet) must include: [2262] Tất cả các offer có sẵn (bữa sáng, bữa trưa khi được cung cấp, bữa tối, bữa tiệc) phải bao gồm:

source: All breads and pastries are recommended to be baked maximum two hours before breakfast service starts [583101] Tất cả bánh mì và bánh ngọt được khuyến nghị nướng tối đa hai giờ trước khi bắt đầu dịch vụ bữa sáng
vi: All breads and pastries are recommended to be baked maximum two hours before breakfast service starts [583101] Tất cả bánh mì và bánh ngọt được khuyến nghị nướng tối đa hai giờ trước khi bắt đầu phục vụ bữa sáng

source: All buildings must be protected by a Fixed Fire Suppression System that is appropriate to the classification of fire loading in the location except: [581083] Tất cả các tòa nhà phải được bảo vệ bởi Hệ thống chữa cháy cố định phù hợp với việc phân loại tải chống cháy ở vị trí ngoại trừ:
vi: All buildings must be protected by a Fixed Fire Suppression System that is appropriate to the classification of fire loading in the location except: [581083] Tất cả các tòa nhà phải được bảo vệ bởi Hệ thống chữa cháy cố định phù hợp với mức độ nguy cơ cháy tiềm ẩn ở địa điểm cụ thể đó, ngoại trừ:

source: All cabling and connections for the fire alarm and detection system must be protected against fire and physical damage for a minimum duration of 30 minutes.
vi: All cabling and connections for the fire alarm and detection system must be protected against fire and physical damage for a minimum duration of 30 minutes. Bất cứ dây cáp và kết nối nào của hệ thống báo động và phát hiện cháy đều được bảo vệ chống cháy và bảo vệ chống hư tổn vật lý trong tối thiểu 30 phút

source: All colleagues must complete the following: [798] Tất cả các nhân viên phải hoàn thành những điều sau đây:
vi: All colleagues must complete the following: [798] Tất cả các nhân viên phải hoàn thành những chương trình sau đây:

source: All fire safety signage must be in the local language(s) and English.
vi: All fire safety signage must be in the local language(s) and English. Tất cả biển báo bằng ngôn ngữ địa phương và tiếng Anh

source: All guest room doors are required to have a one-way view port installed and meet the following requirements: [56221] Tất cả các cửa phòng khách phải lắp đặt lỗ nhìn một chiều và đáp ứng các yêu cầu sau:
vi: All guest room doors are required to have a one-way view port installed and meet the following requirements: [56221] Tất cả các cửa phòng khách phải lắp mắt thần một chiều và đáp ứng các yêu cầu sau:

source: All guest room entrance doors must be fitted with an Electronic Door Locks.
vi: All guest room entrance doors must be fitted with an Electronic Door Locks. Tất cả cửa ra vào phòng khách phải có khóa điện tử

source: All guests must be escorted to their table at every full service restaurant [60384] Tất cả khách phải được hộ tống đến bàn của họ tại tất cả nhà hàng phục vụ.
vi: All guests must be escorted to their table at every full service restaurant [60384] Tất cả khách phải được hộ tống đến bàn của họ tại tất cả nhà hàng full service.

source: All hotel social media pages must be reviewed for guest comments and any guest questions or concerns must be addressed within 48 hours [794069] Tất cả các trang truyền thông xã hội của khách sạn phải được xem xét các phản hồi của khách và mọi thắc mắc hoặc câu hỏi của khách phải được giải quyết trong vòng 48 giờ
vi: All hotel social media pages must be reviewed for guest comments and any guest questions or concerns must be addressed within 48 hours [794069] Tất cả các trang truyền thông mạng xã hội của khách sạn phải xem xét các phản hồi của khách và mọi thắc mắc hoặc câu hỏi của khách phải được giải quyết trong vòng 48 giờ

source: All hotel social media pages must be updated regularly with proactive content (posts) according to channel guidelines on www.ihgmerlin.com/socialmarketing [794068] Tất cả các trang truyền thông xã hội của khách sạn phải được cập nhật thường xuyên với nội dung chủ động (bài đăng) theo hướng dẫn của kênh trên www.ihgmerlin.com/socialmarketing
vi: All hotel social media pages must be updated regularly with proactive content (posts) according to channel guidelines on www.ihgmerlin.com/socialmarketing [794068] Tất cả các trang truyền thông xã hội của khách sạn phải được cập nhật thường xuyên với nội dung chủ động (bài đăng) theo hướng dẫn trên www.ihgmerlin.com/socialmarketing

source: All hotel social media pages must include accurate and updated hotel listing information per guidelines on www.ihgmerlin.com/socialmarketing [794067] Tất cả các trang truyền thông xã hội của khách sạn phải bao gồm thông tin danh sách khách sạn chính xác và cập nhật theo hướng dẫn trên www.ihgmerlin.com/socialmarketing
vi: All hotel social media pages must include accurate and updated hotel listing information per guidelines on www.ihgmerlin.com/socialmarketing [794067] Tất cả các trang truyền thông xã hội của khách sạn phải bao gồm thông tin khách sạn chính xác và cập nhật theo hướng dẫn trên www.ihgmerlin.com/socialmarketing

source: All meeting rooms must be fully functional, clean and well-maintained [50367] Tất cả các phòng họp phải có đầy đủ chức năng, sạch sẽ và được bảo trì tốt
vi: All meeting rooms must be fully functional, clean and well-maintained [50367] Tất cả các phòng họp phải có thiết bị hoạt động đầy đủ, phòng sạch sẽ và được bảo trì tốt

source: All other rubbish and laundry chute doors must be self-closing and have a self latching device [263083] Tất cả các cửa rác và máng giặt khác phải tự đóng và có thiết bị tự khóa
vi: All other rubbish and laundry chute doors must be self-closing and have a self latching device [263083] Tất cả các cửa ống thả rác và ống thả đồ giặt khác phải tay co tự đóng và tự khóa

source: All pastries and bread rolls must be baked fresh daily [583099] Tất cả bánh ngọt và bánh mì bread roll phải được nướng tươi hàng ngày
vi: All pastries and bread rolls must be baked fresh daily [583099] Tất cả bánh ngọt và bánh mì chuột phải được nướng mới hàng ngày

source: All perimeter walls to public restrooms must be full height to the underside of slab above [68804] Tất cả các bức tường cho nhà vệ sinh công cộng phải cao đủ hết mặt dưới của tấm phía trên
vi: All perimeter walls to public restrooms must be full height to the underside of slab above [68804] Tất cả các bức tường bao cho nhà vệ sinh công cộng phải cao đến sát tấm trần.

source: All signage must meet the following: [15673] Tất cả các biển báo phải đáp ứng như sau:
vi: All signage must meet the following: [15673] Tất cả các bảng hiệu phải đáp ứng như sau:

source: All standards in this document that have either the existing icon active or have no icons displayed must be delivered today. Tất cả các tiêu chuẩn trong tài liệu này có biểu tượng hiện tại đang hoạt động hoặc không có biểu tượng nào được hiển thị phải được gửi ngay hôm nay.
vi: All standards in this document that have either the existing icon active or have no icons displayed must be delivered today. Trong tài liệu này, tất cả các tiêu chuẩn có icon khách sạn đang vận hành hoặc không có icon nào được hiển thị phải được hoàn thiện ngay hôm nay.

source: All storage at the front desk must be out of guest view [54820] Tất cả lưu trữ tại quầy lễ tân phải nằm ngoài tầm nhìn của khách
vi: All storage at the front desk must be out of guest view [54820] Tất cả tủ chứa tại quầy lễ tân phải nằm ngoài tầm nhìn của khách

source: All white [60513] Hoàn toàn trắng
vi: All white [60513] omelette lòng trắng trứng

source: All windows must be provided with stops that meet the following requirements: [56514] Tất cả các cửa sổ phải được cung cấp các điểm dừng đáp ứng các yêu cầu sau:
vi: All windows must be provided with stops that meet the following requirements: [56514] Tất cả các cửa sổ phải được cung cấp chốt cửa an toàn đáp ứng các yêu cầu sau:

source: Amenity Caddy Design 1 Thiết Kế caddy chứa nhiều ngăn 1
vi: Amenity Caddy Design 1 Thiết kế khay/hộp amenity nhiều ngăn 1 (thiếu link)

source: Amenity Caddy Design 2 Thiết Kế caddy chứa nhiều ngăn 2
vi: Amenity Caddy Design 2 Thiết kế khay/hộp amenity nhiều ngăn 2 (thiếu link)

source: Amenity shelf or niche [89799] Giá đỡ tiện ích hoặc hốc tường
vi: Amenity shelf or niche [89799] Giá để đồ amenity hoặc hốc tường

source: An IHG® Loyalty Champion must carry out the following duties: [764] IHG® Loyalty Champion phải thực hiện các nhiệm vụ sau:
vi: An IHG® Loyalty Champion must carry out the following duties: [764] Quản lý CLB Khách hàng Thân thiết phải thực hiện các nhiệm vụ sau:

source: An alternative means of power if the main power fails [56560] Một phương tiện thay thế điện nếu mất điện tại nguồn chính
vi: An alternative means of power if the main power fails [56560] Nguồn điện dự phòng trong trường hợp mất nguồn điện chính

source: An emergency recall [56558] Thu hồi khẩn cấp
vi: An emergency recall [56558] Tự động gọi cabin về tầng thoát hiểm chỉ định

source: An in-car fire fighter control [56559] Một điều khiển chữa cháy trong xe
vi: An in-car fire fighter control [56559] Bảng điều khiển trong cabin cho lính cứu hỏa

source: An ironing board must be available for guest use and meet the following: [58801] Một bàn ủi phải có sẵn cho khách sử dụng và đáp ứng như sau:
vi: An ironing board must be available for guest use and meet the following: [58801] Một cầu là phải có sẵn cho khách sử dụng và đáp ứng như sau:

source: An on-site location that is permanently staffed [285256] Một vị trí tại chỗ được bố trí nhân viên cố định
vi: An on-site location that is permanently staffed [285256] Một vị trí trong khuôn viên khách sạn luôn có nhân viên trực

source: An un-switched or key switched lighting circuit is required [56644] Cần có một mạch chiếu sáng chưa được chuyển đổi hoặc khóa chuyển đổi
vi: An un-switched or key switched lighting circuit is required [56644] Cần có một mạch chiếu sáng liên tục hoặc có công tắc

source: An unobstructed minimum clearance height of 4.2m (14ft) must be maintained.
vi: An unobstructed minimum clearance height of 4.2m must be maintained.

source: Ancillary Facilities
vi: Ancillary Facilities Các tiện ích đi kèm

source: Any alcoholic beverages order must be served with complimentary salted tidbits and replenished upon request [59723] Bất kỳ yêu cầu đồ uống có cồn phải được phục vụ với muối miễn phí và bổ sung theo yêu cầu
vi: Any alcoholic beverages order must be served with complimentary salted tidbits and replenished upon request [59723] Đồ uống có cồn phải được phục vụ với món ăn kèm mặn miễn phí và bổ sung theo yêu cầu của khách

source: Any guest-impacting local law and restriction, e.g. smoking, service of alcohol, etc that impacts the guest's stay in the hotel [145] Bất kỳ luật pháp và hạn chế nào của địa phương có ảnh hưởng đến khách, ví dụ: hút thuốc, dịch vụ đồ uống có cồn, vv ảnh hưởng đến khách lưu trú trong khách sạn
vi: Any guest-impacting local law and restriction, e.g. smoking, service of alcohol, etc that impacts the guest's stay in the hotel [145] Bất kỳ luật và hạn chế nào của địa phương có ảnh hưởng đến khách, ví dụ: hút thuốc, phục vụ đồ uống có cồn, vv ảnh hưởng đến khách lưu trú trong khách sạn

source: Approved Locksets list Danh sách ổ khóa được phê duyệt
vi: Approved Locksets list Danh sách khóa được phê duyệt https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/documents/13569642/15863296/IHG_BSS_Compliant_Locksets_EN.xlsx

source: Arc "Welcome" mat [37311] thảm “Chào Đón” vòm cung
vi: Arc "Welcome" mat [37311] thảm “Chào Mừng” có hình cung

source: Area Rugs
vi: Area Rugs Thảm trang trí

source: Areas greater than 50m² (540ft²) where colleagues work [263124] khu vực rộng hơn 50m² (540ft²) nơi nhân viên làm việc
vi: Areas greater than 50m² (540ft²) where colleagues work [263124] khu vực rộng hơn 50m² nơi nhân viên làm việc

source: Arranging luggage storage and bell services [6323] Sắp xếp kho để hành lý và dịch vụ mang vác hành lý
vi: Arranging luggage storage and bell services [6323] Sắp xếp kho chứa hành lý và dịch vụ khuân vác hành lý

source: Arrival
vi: Arrival Đến nơil

source: Arrival -> Entrances -> Building Services Điểm đến -> Lối vào -> Dịch vụ xây dựng
vi: Arrival -> Entrances -> Building Services Dịch vụ tòa nhà

source: Arrival -> Entrances -> Fixtures and Fittings Điểm Đến -> Lối vào -> Đồ đạc và Thiết Bị
vi: Arrival -> Entrances -> Fixtures and Fittings

source: Arrival -> Entrances -> Furniture, Finishes, Fixtures & Equipment Điểm đến -> lối vào -> Đồ đạc, Hoàn thiện, Nội thất & thiết bị
vi: Arrival -> Entrances -> Furniture, Finishes, Fixtures & Equipment Đồ đạc, Hoàn thiện, Nội thất & thiết bị

source: Arrival -> Entrances -> General Điểm đến -> Lối vào -> Chung
vi: Arrival -> Entrances -> General Lối vào -> Thông tin Chung

source: Arrival -> Entrances Điểm đến -> lối vào
vi: Arrival -> Entrances Lối vào

source: Arrival -> Exterior -> Car parking Điểm đến -> Bên ngoài -> Bãi đỗ xe
vi: Arrival -> Exterior -> Car parking Bãi đỗ xe

source: Arrival -> Exterior -> Driveways and Paths Khi đến -> Bên ngoài -> Đường lái xe và đường đi
vi: Arrival -> Exterior -> Driveways and Paths Đường lái xe và đường đi

source: Arrival -> Exterior -> Fixtures and Fittings Điểm đến -> Bên ngoài -> Đồ đạc và thiết bị
vi: Arrival -> Exterior -> Fixtures and Fittings Đồ đạc và thiết bị

source: Arrival -> Exterior -> Furniture, Finishes, Fixtures & Equipment Điểm đến -> Bên ngoài -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Arrival -> Exterior -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Arrival -> Exterior -> General Khi đến -> Bên ngoài -> Chung
vi: Arrival -> Exterior -> General Thông tin Chung

source: Arrival -> Exterior Khi đến -> Bên ngoài
vi: Arrival -> Exterior Bên ngoài

source: Arrival -> Service expectations Khi đến -> Mong đợi về dịch vụ
vi: Arrival -> Service expectations Kỳ vọng về dịch vụ

source: Arrival Khi đến
vi: Arrival Đến nơi

source: Arrival Nơi đến
vi: Arrival Đến nơi

source: Artwork
vi: Artwork Tranh ảnh nghệ thuật

source: Artwork Tác phẩm nghệ thuật
vi: Artwork Tranh ảnh nghệ thuật

source: Ash Receptacle Design 1 Thiết kế thùng rác 1
vi: Ash Receptacle Design 1 Thiết kế thùng gạt tàn 1 (thiếu link)

source: Ash Receptacle design 2 Thiết kế thùng rác 2
vi: Ash Receptacle design 2 Thiết kế thùng gạt tàn 2 (thiếu link)

source: Asphalt kerbing is not permitted [22711] Không cho phép lề đường lát xi măng
vi: Asphalt kerbing is not permitted [22711] Không cho phép lề đường bằng nhựa đường

source: Asphalt, natural stone, concrete and concrete pavers are permitted [22712] Cho phép lát nhựa đường, đá tự nhiên, bê tông và bê tông
vi: Asphalt, natural stone, concrete and concrete pavers are permitted [22712] Cho phép sử dụng nhựa đường, đá tự nhiên, bê tông và gạch lát bê tông

source: Assemblies [241067] bộ phận
vi: Assemblies [241067] Cấu kiện lắp ráp

source: At a minimum, a limited late night menu must be available between 00:00hrs to 05:30hrs (overnight hours): [51688] Tối thiểu, luôn có một thực đơn đêm muộn có giới hạn trong khoảng từ 00: 00 giờ đến 05: 30 giờ (giờ qua đêm):
vi: At a minimum, a limited late night menu must be available between 00:00hrs to 05:30hrs (overnight hours): [51688] Tối thiểu, luôn có một thực đơn đêm muộn trong khoảng từ 00:00 đến 05: 30 giờ (buổi đêm):

source: At a minimum, an attendant is required to take food and beverage orders and clear tables [589061] Tối thiểu, một nhân viên phải nhận đơn đặt hàng và dọn dẹp bàn
vi: At a minimum, an attendant is required to take food and beverage orders and clear tables [589061] Tối thiểu phải có một nhân viên phục vụ đặt món và dọn dẹp bàn

source: At a minimum, five hot side dishes must be displayed from the following: [583075] Tối thiểu, năm món ăn phụ nóng phải được cung cấp như sau:
vi: At a minimum, five hot side dishes must be displayed from the following: [583075] Tối thiểu, năm món nóng ăn kèm phải được cung cấp như sau:

source: At a minimum, five types of side accompaniments must be available and include: [52259] Tối thiểu, phải có năm loại ăn kèm và bao gồm:
vi: At a minimum, five types of side accompaniments must be available and include: [52259] Tối thiểu, phải có năm loại món ăn kèm và bao gồm:

source: At a minimum, four types of fresh cut fruit are required and include: [59760] Tối thiểu, yêu cầu bốn loại trái cây tươi và bao gồm:
vi: At a minimum, four types of fresh cut fruit are required and include: [59760] Tối thiểu, yêu cầu bốn loại trái cây tươi cắt sẵn và bao gồm:
